"DEFAULT_CURRENCY"      = "Currency";
"DEFAULT_CURRENCY_1"             = "$ - AUD";
"DEFAULT_CURRENCY_2"             = "R$ - BRL";
"DEFAULT_CURRENCY_3"             = "$ - CAD";
"DEFAULT_CURRENCY_4"             = "CHF - CHF";
"DEFAULT_CURRENCY_5"             = "$ - CLP";
"DEFAULT_CURRENCY_6"             = "¥ - CNY";
"DEFAULT_CURRENCY_7"             = "kr - DKK";
"DEFAULT_CURRENCY_8"             = "€ - EUR";
"DEFAULT_CURRENCY_9"             = "£ - GBP";
"DEFAULT_CURRENCY_10"             = "$ - HKD";
"DEFAULT_CURRENCY_11"             = "kr - ISK";
"DEFAULT_CURRENCY_12"             = "¥ - JPY";
"DEFAULT_CURRENCY_13"             = "₩ - KRW";
"DEFAULT_CURRENCY_14"             = "$ - NZD";
"DEFAULT_CURRENCY_15"             = "zł - PLN";
"DEFAULT_CURRENCY_16"             = "RUB - RUB";
"DEFAULT_CURRENCY_17"             = "kr - SEK";
"DEFAULT_CURRENCY_18"             = "$ - SGD";
"DEFAULT_CURRENCY_19"             = "฿ - THB";
"DEFAULT_CURRENCY_20"             = "$ - TWD";
"DEFAULT_CURRENCY_21"             = "$ - USD";
"DEFAULT_CURRENCY_22"             = "UAE Dirham - AED";
"DEFAULT_CURRENCY_23"             = "Afghan Afghani - AFN";
"DEFAULT_CURRENCY_24"             = "Albanian Lek - ALL";
"DEFAULT_CURRENCY_25"             = "Armenian Dram - AMD";
"DEFAULT_CURRENCY_26"             = "Netherlands Antillean Guilder - ANG";
"DEFAULT_CURRENCY_27"             = "Angolan Kwanza - AOA";
"DEFAULT_CURRENCY_28"             = "Argentine Peso - ARS";
"DEFAULT_CURRENCY_29"             = "Aruban Florin - AWG";
"DEFAULT_CURRENCY_30"             = "Azerbaijani Manat - AZN";
"DEFAULT_CURRENCY_31"             = "Bosnia-Herzegovina Convertible Mark - BAM";
"DEFAULT_CURRENCY_32"             = "Barbadian Dollar - BBD";
"DEFAULT_CURRENCY_33"             = "Bangladeshi Taka - BDT";
"DEFAULT_CURRENCY_34"             = "Bulgarian Lev - BGN";
"DEFAULT_CURRENCY_35"             = "Bahraini Dinar - BHD";
"DEFAULT_CURRENCY_36"             = "Burundian Franc - BIF";
"DEFAULT_CURRENCY_37"             = "Bermudan Dollar - BMD";
"DEFAULT_CURRENCY_38"             = "Brunei Dollar - BND";
"DEFAULT_CURRENCY_39"             = "Bolivian Boliviano - BOB";
"DEFAULT_CURRENCY_40"             = "Bahamian Dollar - BSD";
"DEFAULT_CURRENCY_41"             = "Bhutanese Ngultrum - BTN";
"DEFAULT_CURRENCY_42"             = "Botswanan Pula - BWP";
"DEFAULT_CURRENCY_43"             = "Belarusian Ruble - BYR";
"DEFAULT_CURRENCY_44"             = "Belize Dollar - BZD";
"DEFAULT_CURRENCY_45"             = "Congolese Franc - CDF";
"DEFAULT_CURRENCY_46"             = "Chilean Unit of Account (UF) - CLF";
"DEFAULT_CURRENCY_47"             = "Colombian Peso - COP";
"DEFAULT_CURRENCY_48"             = "Costa Rican Colón - CRC";
"DEFAULT_CURRENCY_49"             = "Cape Verdean Escudo - CVE";
"DEFAULT_CURRENCY_50"             = "Czech Koruna - CZK";
"DEFAULT_CURRENCY_51"             = "Djiboutian Franc - DJF";
"DEFAULT_CURRENCY_52"             = "Dominican Peso - DOP";
"DEFAULT_CURRENCY_53"             = "Algerian Dinar - DZD";
"DEFAULT_CURRENCY_54"             = "Estonian Kroon - EEK";
"DEFAULT_CURRENCY_55"             = "Egyptian Pound - EGP";
"DEFAULT_CURRENCY_56"             = "Ethiopian Birr - ETB";
"DEFAULT_CURRENCY_57"             = "Fijian Dollar - FJD";
"DEFAULT_CURRENCY_58"             = "Falkland Islands Pound - FKP";
"DEFAULT_CURRENCY_59"             = "Georgian Lari - GEL";
"DEFAULT_CURRENCY_60"             = "Ghanaian Cedi - GHS";
"DEFAULT_CURRENCY_61"             = "Gibraltar Pound - GIP";
"DEFAULT_CURRENCY_62"             = "Gambian Dalasi - GMD";
"DEFAULT_CURRENCY_63"             = "Guinean Franc - GNF";
"DEFAULT_CURRENCY_64"             = "Guatemalan Quetzal - GTQ";
"DEFAULT_CURRENCY_65"             = "Guyanaese Dollar - GYD";
"DEFAULT_CURRENCY_66"             = "Honduran Lempira - HNL";
"DEFAULT_CURRENCY_67"             = "Croatian Kuna - HRK";
"DEFAULT_CURRENCY_68"             = "Haitian Gourde - HTG";
"DEFAULT_CURRENCY_69"             = "Hungarian Forint - HUF";
"DEFAULT_CURRENCY_70"             = "Indonesian Rupiah - IDR";
"DEFAULT_CURRENCY_71"             = "Israeli Shekel - ILS";
"DEFAULT_CURRENCY_72"             = "Indian Rupee - INR";
"DEFAULT_CURRENCY_73"             = "Iraqi Dinar - IQD";
"DEFAULT_CURRENCY_74"             = "Jersey Pound - JEP";
"DEFAULT_CURRENCY_75"             = "Jamaican Dollar - JMD";
"DEFAULT_CURRENCY_76"             = "Jordanian Dinar - JOD";
"DEFAULT_CURRENCY_77"             = "Kenyan Shilling - KES";
"DEFAULT_CURRENCY_78"             = "Kyrgystani Som - KGS";
"DEFAULT_CURRENCY_79"             = "Cambodian Riel - KHR";
"DEFAULT_CURRENCY_80"             = "Comorian Franc - KMF";
"DEFAULT_CURRENCY_81"             = "Kuwaiti Dinar - KWD";
"DEFAULT_CURRENCY_82"             = "Cayman Islands Dollar - KYD";
"DEFAULT_CURRENCY_83"             = "Kazakhstani Tenge - KZT";
"DEFAULT_CURRENCY_84"             = "Laotian Kip - LAK";
"DEFAULT_CURRENCY_85"             = "Lebanese Pound - LBP";
"DEFAULT_CURRENCY_86"             = "Sri Lankan Rupee - LKR";
"DEFAULT_CURRENCY_87"             = "Liberian Dollar - LRD";
"DEFAULT_CURRENCY_88"             = "Lesotho Loti - LSL";
"DEFAULT_CURRENCY_89"             = "Lithuanian Litas - LTL";
"DEFAULT_CURRENCY_90"             = "Latvian Lats - LVL";
"DEFAULT_CURRENCY_91"             = "Libyan Dinar - LYD";
"DEFAULT_CURRENCY_92"             = "Moroccan Dirham - MAD";
"DEFAULT_CURRENCY_93"             = "Moldovan Leu - MDL";
"DEFAULT_CURRENCY_94"             = "Malagasy Ariary - MGA";
"DEFAULT_CURRENCY_95"             = "Macedonian Denar - MKD";
"DEFAULT_CURRENCY_96"             = "Myanma Kyat - MMK";
"DEFAULT_CURRENCY_97"             = "Mongolian Tugrik - MNT";
"DEFAULT_CURRENCY_98"             = "Macanese Pataca - MOP";
"DEFAULT_CURRENCY_99"             = "Mauritanian Ouguiya - MRO";
"DEFAULT_CURRENCY_100"             = "Mauritian Rupee - MUR";
"DEFAULT_CURRENCY_101"             = "Maldivian Rufiyaa - MVR";
"DEFAULT_CURRENCY_102"             = "Malawian Kwacha - MWK";
"DEFAULT_CURRENCY_103"             = "Mexican Peso - MXN";
"DEFAULT_CURRENCY_104"             = "Malaysian Ringgit - MYR";
"DEFAULT_CURRENCY_105"             = "Mozambican Metical - MZN";
"DEFAULT_CURRENCY_106"             = "Namibian Dollar - NAD";
"DEFAULT_CURRENCY_107"             = "Nigerian Naira - NGN";
"DEFAULT_CURRENCY_108"             = "Nicaraguan Córdoba - NIO";
"DEFAULT_CURRENCY_109"             = "Norwegian Krone - NOK";
"DEFAULT_CURRENCY_110"             = "Nepalese Rupee - NPR";
"DEFAULT_CURRENCY_111"             = "Omani Rial - OMR";
"DEFAULT_CURRENCY_112"             = "Panamanian Balboa - PAB";
"DEFAULT_CURRENCY_113"             = "Peruvian Nuevo Sol - PEN";
"DEFAULT_CURRENCY_114"             = "Papua New Guinean Kina - PGK";
"DEFAULT_CURRENCY_115"             = "Philippine Peso - PHP";
"DEFAULT_CURRENCY_116"             = "Pakistani Rupee - PKR";
"DEFAULT_CURRENCY_117"             = "Paraguayan Guarani - PYG";
"DEFAULT_CURRENCY_118"             = "Qatari Rial - QAR";
"DEFAULT_CURRENCY_119"             = "Romanian Leu - RON";
"DEFAULT_CURRENCY_120"             = "Serbian Dinar - RSD";
"DEFAULT_CURRENCY_121"             = "Rwandan Franc - RWF";
"DEFAULT_CURRENCY_122"             = "Saudi Riyal - SAR";
"DEFAULT_CURRENCY_123"             = "Solomon Islands Dollar - SBD";
"DEFAULT_CURRENCY_124"             = "Seychellois Rupee - SCR";
"DEFAULT_CURRENCY_125"             = "Sudanese Pound - SDG";
"DEFAULT_CURRENCY_126"             = "Saint Helena Pound - SHP";
"DEFAULT_CURRENCY_127"             = "Sierra Leonean Leone - SLL";
"DEFAULT_CURRENCY_128"             = "Somali Shilling - SOS";
"DEFAULT_CURRENCY_129"             = "Surinamese Dollar - SRD";
"DEFAULT_CURRENCY_130"             = "São Tomé and Príncipe Dobra - STD";
"DEFAULT_CURRENCY_131"             = "Salvadoran Colón - SVC";
"DEFAULT_CURRENCY_132"             = "Syrian Pound - SYP";
"DEFAULT_CURRENCY_133"             = "Swazi Lilangeni - SZL";
"DEFAULT_CURRENCY_134"             = "Tajikistani Somoni - TJS";
"DEFAULT_CURRENCY_135"             = "Turkmenistani Manat - TMT";
"DEFAULT_CURRENCY_136"             = "Tunisian Dinar - TND";
"DEFAULT_CURRENCY_137"             = "Tongan Paʻanga - TOP";
"DEFAULT_CURRENCY_138"             = "Turkish Lira - TRY";
"DEFAULT_CURRENCY_139"             = "Trinidad and Tobago Dollar - TTD";
"DEFAULT_CURRENCY_140"             = "Tanzanian Shilling - TZS";
"DEFAULT_CURRENCY_141"             = "Ukrainian Hryvnia - UAH";
"DEFAULT_CURRENCY_142"             = "Ugandan Shilling - UGX";
"DEFAULT_CURRENCY_143"             = "Uruguayan Peso - UYU";
"DEFAULT_CURRENCY_144"             = "Uzbekistan Som - UZS";
"DEFAULT_CURRENCY_145"             = "Venezuelan Bolívar Fuerte - VEF";
"DEFAULT_CURRENCY_146"             = "Vietnamese Dong - VND";
"DEFAULT_CURRENCY_147"             = "Vanuatu Vatu - VUV";
"DEFAULT_CURRENCY_148"             = "Samoan Tala - WST";
"DEFAULT_CURRENCY_149"             = "CFA Franc BEAC - XAF";
"DEFAULT_CURRENCY_150"             = "Silver (troy ounce) - XAG";
"DEFAULT_CURRENCY_151"             = "Gold (troy ounce) - XAU";
"DEFAULT_CURRENCY_152"             = "East Caribbean Dollar - XCD";
"DEFAULT_CURRENCY_153"             = "CFA Franc BCEAO - XOF";
"DEFAULT_CURRENCY_154"             = "CFP Franc - XPF";
"DEFAULT_CURRENCY_155"             = "Yemeni Rial - YER";
"DEFAULT_CURRENCY_156"             = "South African Rand - ZAR";
"DEFAULT_CURRENCY_157"             = "Zambian Kwacha - ZMW";
"DEFAULT_CURRENCY_158"             = "Zimbabwean Dollar - ZWL";


"BITCOIN_DISPLAY"      = "Bitcoin Display";
"BLOCKCHAIN_API_TYPE"      = "blockexplorer API type";

"CHANGE_BLOCKEXPLORER_URL"      = "Change blockexplorer URL";

"BLOCKCHAIN_API_TYPE_1"             = "blockchain.info";
"BLOCKCHAIN_API_TYPE_2"             = "Bitpay's Insight";


"ADVANCED_TITLE"             = "Advanced settings";

"BITCOIN_DISPLAY_1"             = "Bitcoin - BTC";
"BITCOIN_DISPLAY_2"             = "MilliBit - mBTC";
"BITCOIN_DISPLAY_3"             = "Bits - uBTC";

"ENABLE_PIN_CODE"              = "Enable PIN code";
"ENABLE_BACKUP_WITH_ICLOUD"    = "Backup With iCloud";
"ENABLE_BACKUP_WITH_ICLOUD_FOOTER"    = "You can enable iCloud to backup your entire wallet meaning your bitcoins and other wallet data. You will still need your backup passphrase to restore your wallet from an iCloud backup since your wallet is first encrypted before it's backed up on iCloud. Please note that each iOS device has it's own iCloud wallet backup file. This means you can't restore a wallet on a different device but the device you backed it up on. And it also means that different devices with the same iCloud account will have its own wallet backups.";
"SHOW_PASSPHRASE"              = "Show backup passphrase";
"RESTORE_WALLET"              = "Restore wallet";

"DISPLAY_LOCAL_CURRENCY"    = "Display local Currency";
"FEE_AMOUNT_IN_BITCOINS"              = "Fee amount in bitcoins";

"ENABLE_AUTOMATIC_FEE"              = "Enable automatic fee";

"ENABLE_ADVANCE_MODE_FOOTER"              = "Enabling advanced mode will expose hidden features, including the ability to import bitcoins. Please note that the backup passphrase cannot recover your imported bitcoins, so they should be backed up separately. To see a list of all the advance features, enable advanced mode and go to the Help section.";
"ENABLE_ADVANCE_MODE"              = "Enable advanced mode";


"PUSH_NOTIFICATIONS"              = "Push Notifications";
"BITCOIN_ADDRESS"                 = "Scan Bitcoin Address";
"SET_TRANSACTION_FEE"             = "Set Transaction Fee";
"SCAN_RECEIVING_ADDRESS"          = "Scan Receiving Address";
"CHANGE_PIN_CODE"                 = "Change PIN code";
"EMPTY"                           = "";
"VERSION"                         = "Version";
"ABOUT_TITLE"                     = "About";

"ENABLE_SOUND_NOTIFICATION"             = "Sound Notification";

"EMAIL_SUPPORT"             = "Email Support";

"ENABLE_STEALTH_ADDRESS_DEFAULT_FOOTER" = "Enabling reusable addresses as default will put all account reusable addresses in the front of the receiving address list in the Receive Screen.";
"ENABLE_STEALTH_ADDRESS_DEFAULT" = "Default Reusable Addresses";


"ENABLE_CAN_RESTORE_DELETED_APP_FOOTER" = "This feature allows you to be able to recover your wallet if you deleted your app. However, imported bitcoins are not recoverable.";
"ENABLE_CAN_RESTORE_DELETED_APP" = "Recoverable";
